[TC_WOTC_MILL_G36KE_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>G36KE</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>G36KE</b></font>"
AbilityDescName="винтовка"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Экспортные версии комплектуются оптическим 1,5х-кратным прицелом и удлиняемым стволом."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MILL_G36KE_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>GP37 Super Dragon</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>GP37</b></font>"
AbilityDescName="винтовка"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Экспортные версии комплектуются оптическим 1,5х-кратным прицелом и удлиняемым стволом.\nМодификация данной винтовки инопланетными сплавами значительно повысило её долговечность и ТТХ в боевых условиях. Кроме того система ведения огня модифицированная использованием Элерия позволила повысить огневую мощь в десятки раз."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"


[TC_WOTC_MILL_G36KE_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>HK72KE</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>HK72KE</b></font>"
AbilityDescName="винтовка"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Экспортные версии комплектуются оптическим 1,5х-кратным прицелом и удлиняемым стволом.\nДанная версия оснащена облегченным, высокочастотным стволом, аккумулирующим все наши знания в сфере систем Гаусса и лучевых технологий."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MILL_G36KE_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>G36KE</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>G36KE</b></font>"
AbilityDescName="винтовка"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Экспортные версии комплектуются оптическим 1,5х-кратным прицелом и удлиняемым стволом."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MILL_G36KE_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>GP37 Super Dragon</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>GP37</b></font>"
AbilityDescName="винтовка"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Экспортные версии комплектуются оптическим 1,5х-кратным прицелом и удлиняемым стволом.\nМодификация данной винтовки инопланетными сплавами значительно повысило её долговечность и ТТХ в боевых условиях. Кроме того система ведения огня модифицированная использованием Элерия позволила повысить огневую мощь в десятки раз."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"


[TC_WOTC_SKR_MILL_G36KE_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>HK72KE</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>HK72KE</b></font>"
AbilityDescName="винтовка"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Экспортные версии комплектуются оптическим 1,5х-кратным прицелом и удлиняемым стволом.\nДанная версия оснащена облегченным, высокочастотным стволом, аккумулирующим все наши знания в сфере систем Гаусса и лучевых технологий."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"
